Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_7 Fates (KO>EN).tmx
Source language: ko
Languages: en

source: 우리는 그저 범을 베는 사냥꾼일세.
en: I assure you, we are nothing more than just hunters who slay the beom.

source: 인간들 틈에 섞여 인간을 잡아먹는 거지.
en: they blend in with humans and feast on them.

source: 너, 인간 맞냐?
en: are you really a human?

source: 이거 봐.
en: take a look at this.

source: 이런 힘든 시기에 귀한 자리를 마련해 주셔서 감사드립니다.
en: I cannot thank you enough for taking time out of your busy schedule amid such a difficult time, sir.

source: 그래?
en: yeah?

source: 그런 네게 한가지 제안이 있는데 말이야.
en: on that note, I have an offer for you.

source: ···고마워.
en: thanks...

source: 핑
en: clink

source: 저 녀석은?!
en: that beom...

source: 내 이름은 하루, 인왕산 범바위지.
en: my name is haru, the beom rock of inwang mountain.

source: 살고 싶다고!!!
en: I want to live!!!

source: 어떻게 상대해야 할지 감도 잡히지 않았다.
en: ...and I was utterly helpless in the fight.

source: 제···제하···.
en: ze-zeha...

source: 군대가 나서도 해결 못 한다더라···.
en: they say not even the armed forces can handle the situation...

source: 내가 원하는 건 네놈들의 비명과 고통뿐이야.
en: all I want from you are nothing but your screams and pain.

source: 슈슈슈슉
en: zoom

source: 이봐, 아저씨.{j}우리가 호구로 보여?
en: hey, mister. what do you think we are, a bunch of fools?{j}

source: 그럼 오늘 같은 생일을 맞이하지 않아도 됐을 텐데.
en: if I did, my birthday would’ve turned out differently.

source: 마음 깊이 감춰 왔던 감정들을 포근하게 끌어냈다.
en: ...the emotions I’d hidden deep down burst open.

source: 이제 다 왔어.
en: we’re almost there.

source: 형, 생일 축하해~
en: happy birthday, do-geon!

source: 아쉽지 않겠어?
en: that kind of sucks, don’t you think?

source: ···살려줘, 제발···!
en: so please, spare me...!

source: 진짜로 저게 필요한 거 맞아?
en: are you sure that we need it?

source: 네가 하고 싶은 것, 보고 싶은 것 하나 제대로 이뤄주지 못했구나.
en: I never did what you wanted to do nor took you to places you wanted to go.

source: 으아아아아
en: aaargh!!

source: 너도 곧 장난감으로 만들어 줄게!
en: I’ll toy with you, just like the others!

source: 저도 들었습니다!
en: I heard it, too!

source: 범의 움직임을 눈으로 따라잡기는 커녕,
en: my eyes couldn’t track its movements...

source: 저건 또 무슨 전생이지?
en: what kind of a past life is that?

source: 1억이라니···.{j}내 인생에 1억을 실제로 보는 날이 올 줄은 몰랐어.
en: it’s a 100 million won*... I’d never thought there would be a day I’d make this much money... *about 83,800 USD.

source: 제하, 네가 아니라.
en: not you, zeha.

source: 괴물 자식···.
en: what a monster...

source: 퍼퍼퍼펑
en: kaboom

source: 안다, 다 안다.
en: I know how you feel. I know it all.

source: 부···불티 님의 머리가···.
en: h-his head...

source: 범 사냥꾼이 되기 전에도 험하게 놀았던 녀석이다.
en: he was notorious as a hard-core lawbreaker before becoming a beom hunter.

source: 신토불이양갈비
en: LOCAL LAMB CHOP

source: 이렇게 하는 거야!
en: watch and learn!

source: 타배···!
en: tabae...

source: 저자는 대체···!
en: what have you done to that man...?!

source: 자···잠깐, 불티님!{j}여기서 그걸 쓰실 생각입니까!
en: w-wait, bulti! you can’t possibly use that here!{j}

source: 덕분에 한 가지는 분명해졌어.
en: thanks to cein’s story, one thing has been made clear.

source: 좋은 말로 할 때 가.{j}그럼 봐줄게.
en: if you leave them and go when I’m asking nicely, I’ll let this all slide.{j}

source: 불티도 그곳에 있었어.
en: ...bulti.

source: 저, 저도 신입이라 잘···.
en: I-I’m new here, so I don’t really know...

source: 놈이라니?
en: who is “he”?

source: 하루빨리 녀석들을 잡든 실적을 세우든 해야 하는데···.
en: I need to either catch those punks or score something big...

source: 이봐!!!
en: hey!!!

source: 마로, 불티.{j}너희에겐 7구역 정찰을 맡기마.
en: maro and bulti, you two run a recon on district 7.{j}

source: 그러시든가.
en: whatever.

source: 수···순식간에 당하다니···!
en: h-he took them down in the blink of an eye...!

source: 네 아비가 문을 지키는 네 어미를 만나기 전까지만 해도 말이야.
en: not until your father met your mother, who was the gatekeeper.

source: 젠장, 저 자식···!{j}어디서 튀어나온 놈이야?!
en: ugh... where did that punk come from?!{j}

source: 사회 society
en: SOCIETY

source: 여기 신시가지 안전 구역이잖아?
en: this is the safe zone of sinsi’s new district.

source: 때가 왔다!
en: our time has come!

source: 뭐···?!
en: excuse me...?!

source: 나는 범의 눈썹을 통해 전생을 보는 능력을 가졌어.
en: but I have the power to see past lives through the beom brow.

source: 음력 1월 16일, 이세계에서 손님이 온단다.
en: every year on january 16th on the lunar calendar, guests from the other world come over.

source: ···아까부터 너한테도 범 냄새가 나는데.
en: you... you smell like a beom.

source: 죽고 싶지 않아!
en: I don’t want to die!

source: 전생에 의한 인과인가···?
en: are the reason we fight against the beom today?

source: 부모님의 죽음에는 비밀이 있다는 것.
en: one is that there’s a secret behind my parents’ death.

source: 후포 그자를 만나지 않았을 텐데.
en: I wouldn’t have met hupo.

source: 스스스스
en: whoosh

source: 불티, 놀아줄 시간 없다.
en: bulti, we don’t have time to entertain him.

source: 그 무녀와 범이 사랑에 빠져서 태어난 네가
en: you, who were born between a beom father and a shaman mother,

source: 네 어미가 무녀였다는 건 기억나나?
en: do you remember that your mother was a shaman?

source: 인간 따위에게 쩔쩔매다니.
en: I can’t believe you’re sweating over a human.

source: 적이 고통을 느끼기 전에 처리해라.
en: ...before the enemy could feel the pain.

source: 아직 3구역에 사람이 있을 줄이야.
en: I didn’t know there were still people in District 3.

source: 도,도와주세요!
en: y-you gotta help us!

source: ···저 뉴스 앵커를?
en: you mean... that news anchor?

source: 이런 데서 총을 쏘면 어떡해!
en: how can you shoot in a place like this?!

source: 이렇게 하지 않으면 슬럼에서 가족들을 먹여살릴 수 없다는 것쯤은···.
en: it’s impossible to bring food to the table in the slums without pulling dirty tricks...

source: 정신이 든 건가?!
en: are you awake?!

source: 꾸드드드득
en: crackle

source: 범 사냥 시간이다.
en: it’s time to hunt down some beoms.

source: 건물이 더 이상 버티지 못해!
en: it’ll be only a matter of time until the building collapses!

source: 경수 :
en: Kyungsoo:

source: 폭력적으로 자랐구나.
en: I see you’ve grown quite violent.

source: 젠장, 이런 낡은 검밖에 없다니!
en: ugh, I can’t believe all I have is this ancient sword!

source: 얼마 전에 웬 수상한 녀석이랑 손을 잡았다길래 걱정했는데…
en: I was worried when I heard he partnered with a suspicious fellow, but...

source: 제 10 화
en: Episode 10

source: 요즘 같은 시기에도 도둑놈이 있나 보네.
en: I guess burglars never miss a chance, even in times like these.

source: 무기가 필요한 건 댁들이지 내가 아니잖아?
en: you’re the one who needs it, not me.

source: 내게 온갖 고통을 안겨다 준···
en: ...and inflicted all sorts of pains on me.

source: 그나저나 갑자기 나타난 이 사람은 도대체···.
en: anyway, who do you think this mystery guy is?

source: 날로 강해지는 무기에 법적 가이드 충분한가?
en: Are there legal mechanisms in place to protect the citizens from powerful weapons?

source: 됐다.
en: it worked.

source: 흐릿・・・
en: hazy

source: 아, 글쎄 귀먹었어?
en: jeez, you heard it right.

source: 우르르르르
en: rush

source: 뭐야···?
en: what on earth was that?

source: 타타타탓
en: dash

source: 무슨 소란이야?
en: what’s this all about?

source: 슈르르...
en: whoosh

source: 나도 범의 피가 흐를텐데
en: ...I thought I had beom blood.

source: 놈들의 방법을 역이용하는 거야.
en: the plan is to use their own methods against them.

source: 바위가 사라지고 사람이 나왔어・・・?
en: a man came out of the rock?

source: 오호, 정의롭고 건실한 청년이로고.
en: is that so? what a just and fine man you are.

source: 구해줘··· 형아!
en: save me! come save me!

source: 요즘 범 사냥꾼은 많은데 무기는 없어서 몇 배로 뛴 거 몰라?
en: don’t you know the price went up because the supply can’t meet the demand?

source: 여기 있는 것들은 전부 우리 거다.
en: we’ll take everything in this room.

source: 슈우우우...
en: whoosh

source: 신시 대표 기업 '이살
en: The leading company of Sin-si, Yisal

source: 진즉에 부쉈을 텐데 말이야.
en: ...I wouldn’t have wasted my time and crushed you right away.

source: 형사님이 왜 저를・・・?
en: what does a detective have to see me about...?

source: 범 포획에 대한 특별 포상과 보상을 선포합니다.
en: ...by rewarding those who hunt the beoms.

source: ···불티에게 죽은 내 연인.
en: my girlfriend, the one bulti killed...

source: 잠도 못 자고, 찢기고 뜯기면서 얼마나 굶주렸는지 아냐고!!
en: how much I starved and suffered from their claws without getting a wink of sleep?!

source: 스윽...
en: lift

source: 저 여린 살을 한 입 베어 무는 거야···!
en: take a bite of that tender meat!

source: 다음은 네놈들 차례다.
en: you all are next.

source: ···뭐, 뭐지?
en: wh-what just happened...?

source: 잠시 주차 등록증을 확인해도 될까요?
en: could I quickly check your parking registration card?

source: 네···?!
en: they what...?!

source: 파{j}팟
en: zoom{j}

source: 갔다 올게.
en: I’ll get right to it then.

source: 문이 닫히기 전, 서둘러 오시게・・・.
en: come quickly, before the gate closes...

source: 푸슛
en: splat

source: 상처가 저렇게 빨리 회복되려면···
en: so for him to heal that quickly...

source: 여기예요, 여기!
en: come this way!

source: 미안하네, 인간.
en: I am sorry, human.

source: 뭔가 갖고 싶은 거 없어?
en: do you have anything you want?

source: 너에게 몇 번이나 도움을 받았는지 몰라.
en: you have no idea how many times you helped me out.

source: 그렇게 시간이 흘렀고 마음도 가라앉았다.
en: after a while, I was able to calm down.

source: 네가···
en: the beom...

source: 콰카카카칵
en: blam blam blam blam

source: 허억!
en: huff

source: 그리고 남은 범들도 모두 죽이고 돌아갈게.
en: and I’ll come to you... after I kill the remaining beom.

source: _x0008_딸꾹.
en: hic

source: 그렇다면, 시간이 별로 없어!
en: if so, we don’t have much time!

source: 생일 축하해
en: HAPPY BIRTHDAY

source: ···내가 선봉에 서죠.
en: I'll lead in the front.

source: 다른 구역으로 이동한다, 불티.
en: let’s move to another district, bulti.

source: 젠장, 이 괴물들!
en: ugh, you freaking monsters!

source: 저 녀석,
en: no way,

source: 명칭은 '포수'라 하고, 근처의 사냥꾼들에게 직접 구조 요청을 하는 앱입니다.
en: it’s an app called hunter. it allows the users to directly reach out to the hunters nearby for help.

source: 또 범이라도 나타난 건가?
en: did another beom appear?

source: 우리가 호구로 보여?
en: what do you think we are, a bunch of fools?

source: ···아버지가 범이셨어.
en: my father was a beom.

source: 환이 놈에게 공격하는 틈을 타 기회를 보자.
en: I’ll look for a chance while hwan’s on him.

source: 꿈틀
en: flinch

source: 우리가 바닥에 누워 있는 건가?
en: why are we lying on the ground?

source: 기사 입력 오전 최종수정
en: Published AM Last updated

source: 아가.
en: my child.

source: 이미 1구역에서 6구역까지는 더 이상 인간의 땅이 아닌 게야.
en: districts 1 to 6 no longer belong to the humans.

source: 범의 세계로 끌려가지 않고 여기 남을 수 있었다.
en: while everyone else was dragged back to where they came from.

source: 게다가 인간도 아닌 것 같고···.
en: besides, I don’t think he’s even a human being...

source: 적어도 우린 서로에게 상처 주지 않았으면 해.
en: I don’t want us of all people to hurt each other.

source: 상점가 신시 구시가지
en: shopping center the old district of sin-si

source: 그래···?
en: is that so?

source: 이 전쟁을 시작한 후포 녀석을 쓰러뜨릴 거야.
en: I’m going to bring down the one who started this war, hupo.

source: 너도 이제 한 팀의 리더잖냐.
en: we’re both team leaders now.

source: 역시 침입자들이 있었군.
en: unwelcomed guests.

source: 튼튼한 몸 하나는 자신 있어.{j}분명 도움 될 거야.
en: trust me, I’m very strong. I guarantee that I’ll be a help to the team.{j}

source: 갑자기 온몸이 타들어 가는 것 같아!
en: suddenly, my whole body feels like it’s on fire!

source: 나는 콜라.
en: a can of soda for me.

source: 총칼을 겨눈 녀석들이.
en: but also threatened us with their weapons.

source: 예상이 맞았어.
en: just as I thought.

source: 범족은 이곳에서 가장 금기시되는 살해를 했거든.
en: the beom tribe committed the most heinous crime in the land, murder.

source: 총칼이 안 통하는 범들이라니!
en: no one told me bullets and blades don’t work on them!

source: 후두두둑
en: rumble

source: 훅
en: zoom

source: 나도 참 겁이 많다니깐.
en: ugh, I’m such a chicken.

source: 모든 건 네 기억 속에 있으니까.
en: it’s all in your memories.

source: 호랑나비 3팀 리더 김경태
en: tiger butterfly team 3 leader gyeongtae kim

source: 그걸 거스를 수 있는 범은 존재하지 않았었지.
en: no beom was exempt from it.

source: 갑자기 나타나 이런 장소를 마련해 주는 게 수상하단 말이지.
en: suddenly showing up out of nowhere and giving us a place like this smell fishy to me.

source: 내 눈앞에서 범들한테 죽어 나가는 사람들이 얼마나 많았는지 알아?
en: how many people got killed by the beom before my eyes?!

source: 어쨌거나 처음부터 우리들이 찜해놨던 거니 이만 가져가 봐야겠다.
en: anyway, we called dibs on these beom so we’ll be taking them.

source: 오히려 당신들이 말하는 인간상은 우리가 더 가깝다고 생각하는데.
en: I think we’re closer to the ideal human qualities you all like to speak of.

source: 저기 있던 범들은 다 죽었겠는데?
en: I bet that killed off all the remaining beom down there.

source: 아···!
en: oh, you’re right!

source: 레드아이스 스튜디오
en: Red Ice Studio

source: 제 16 화
en: Episode 16

source: 스레트
en: slate roof

source: 래타일
en: Tiles

source: 네놈들이 범들을 여기로 끌고 왔지?
en: you brought those beom here, didn’t you?

source: 음···?{j}범들의 기척이 사라졌구나.
en: hm...? I can no longer sense any beom. they are gone.

source: CHAKGO
en: CHAKHO

source: 신시 경제의 많은 부분을 쥐고 있는 이살 그룹의 주식도 폭락했다.
en: but also tanked the stock of yisal group, which played a crucial role in the city economy.

source: 쐐애애액
en: fwish

source: 윽···!
en: ugh...!

source: 건드리지 말고 썩 꺼져.
en: so don’t you dare try laying a finger on them. just beat it.

source: 길에서 마주친 수상쩍은 사내가 뱉은 말은
en: had I ran into this strange man back when I was a child...

source: 난 저들을 먹을 수 없어.
en: I cannot eat them.

source: 에이・・・ 뭐야.
en: oh, it’s just a fire hydrant.

source: 시민의 편에 서 있는 의인 아니냐.
en: we are the righteous who always stand with the people.

source: 이 안에 괴물이 있습니다.
en: there’s a monster in there.

source: 슈르르륵
en: swoosh

source: 부모님에 대해 아무리 캐물어도,
en: every time I asked about my parents in the orphanage,

source: 어디서부터 잘못됐던 걸까?
en: where did I go wrong?

source: 아, 형.
en: oh, maro.

source: 범 잡으려고 거기에 기관들이 모이면 감쪽같이 사라진다지?
en: indeed... the beom vanish into thin air as soon as the forces gather to fight back, I hear.

source: 방심했다···.
en: I let my guard down way too much.

source: 기다리고 있게.
en: you wait here.

source: 아버지・・・.
en: it’s my father’s...

source: 뭘 그리 체념하고 있는 거야!
en: don’t give up! you can’t stop here!

source: 휘오오오···
en: whoosh

source: 범의 위가 꿀렁일 때마다 언제 죽을까, 고통스러울까.
en: every time his stomach moved, fear seized me in amid wondering when I will die or if this pain will ever end,

source: 처치한 건 우리다.
en: we killed that beom, so it’s ours.

source: 쳇, 총잡이도 살아 있나?
en: tsk, the gunman made it too?

source: 괜찮아, 문제 없어
en: I’m fine, don’t worry about it.

source: 덕분에 만족스러운 식사를 했습니다.
en: the meal was absolutely splendid, sir.

source: 그날, 나는 그대로 발걸음을 돌려 인왕산으로 향했다.
en: that night, I went straight to inwang mountain.

source: 그래서 우리 의로운 동철 형님께서
en: that’s why our just commander, dongcheol,

source: 밤길에 노리는 사람들이 한둘이 아니겠어.
en: he better watch his back.

source: 방심했을 뿐입니다!
en: I just let my guard down, that’s all!

source: 치릭
en: crackle

source: 이게 다 그놈들 때문이야.
en: this is all their fault.

source: …누가 내 욕이라도 하나?
en: is someone bad-mouthing me...?

source: 그러자 문득
en: that’s when it occurred to me,

source: 퍼억
en: whack

source: 수고했다, 마로
en: good work, maro.

source: 범 사냥꾼이 생겨난 직후 곧장 세력을 확장한 팀 중 하나잖아.
en: it’s one of the teams that expanded ever since the emergence of beom hunters.

source: 저 사람들, 전생이 똑같잖아?
en: those people have exactly the same past life!

source: 옛날에는 요만하니 귀여웠는데.
en: you used to be this small when you were little.

source: 사··· 살고 싶어···.
en: I-I don’t want to die...

source: 먹지 않을 걸세···.
en: I will not eat them...

source: 후룹
en: slurp

source: 오, 여기 있다!
en: oh, here it is!

source: 이살 그룹의 대표 환웅은 긴급 기자 회견을 열어 신시에 비상사태를 선포
en: Chairman Hwanwoong of Yisal Group held an emergency press conference, declaring “a state of emergen

source: 최초) 팀 호랑나비, 첫 제명자 발생.
en: (Exclusive) The Tiger Butterfly kicks a member out for the first time.

source: 가현아, 괜찮아!
en: you’ll be all right!

source: 도건 오빠···?
en: do-geon...?

source: 모든 걸 포기하고 놓으려 할 때도, 날 다그쳐 준 너였어.
en: when I was about to give up everything, it was you who helped me to get back on my feet.

source: 그놈 찾을 때까지만 협력해 주지.
en: I’ll cooperate with you until I find him.

source: 우르르르...
en: growl

source: 크크큭
en: scoff

source: 꺼내줘!
en: get me out of here!

source: 기운이 넘치는 놈들이라 사냥할 맛 나겠어.
en: energetic humans like you spice up my hunt.

source: 이거 이 녀석이 이런거냐?
en: did this boy do that?

source: 이번 일 책임은 묻지 않으마.
en: I won’t hold you responsible for what happened this time.

source: 예약
en: Timer

source: 쐐액
en: swish

source: 모두 하나같이 독특한 모습을 한 이형의 모습이었고,
en: everyone looked different from one another,

source: 이 순간을 얼마나 기다려 왔는지···.
en: I’ve waited forever for this moment to come...

source: _x0008_산 채로 납치라도 하는 걸까요?
en: it’s as if the victims were kidnapped alive.

source: 맨날 오빠만 혼자 고생하잖아.
en: Do-geon always takes care of us. It’s our turn to take care of him.

source: 내 집이라니까.
en: like I said, this is my place, not yours.

source: 죽고···싶지 않···
en: I don’t... wanna...

source: ···하루!
en: haru...!

source: 그게 무슨 말이야?
en: what do you mean?

source: 생각 이상으로 쓸 만하잖아?
en: ...he’s more useful than I thought.

source: 조심하십시오!{j}이 안에 괴물이 있습니다.
en: be careful! there’s a monster in there.{j}

source: 제 발로 찾아와 주니 고맙네.
en: lucky me.

source: 제 8 화
en: Episode 8

source: 알기 쉽게 그 전생의 사내를 '나'라고 칭할게.
en: to make things easier to tell, I’ll refer to the man in the past life as myself.

source: 민 피해 신고를 받고 경찰이 출동해, 마을 구를 발견하였다.
en: olice found several bodies in the village after residents ported to the department.

source: 아버지・・・친구.
en: he’s my father’s friend...

source: 먹을 게 아닌 줄 알았으면···
en: if I had known you weren’t my meal...

source: 이살 그룹 대표 '환웅'
en: hwanwoong, chairman of yisal group

source: 정말이지···.
en: seriously...

source: 인간을 저대로 둔다면 회복은 커녕 더욱 악화만 될 터.
en: he will only get worse if I leave him like that.

source: 괜찮으면 같이 범 사냥도 하지 않을래?
en: why don’t you join us in the hunt? if you’d like, that is.

source: 마로 님?
en: maro?

source: 도건!{j}하루!
en: do-geon! haru!{j}

source: 그래도 당장 목은 축일 수 있을 테니···.
en: but it will quench your thirst for now...

source: 투두두둑
en: bratatata

source: 불이 전부 꺼져 있군···.
en: all the lights are off.

source: 아냐, 후포와는 조금 다른 기운.
en: no, it feels a little different from him.

source: 콰과앙
en: crash

source: 혈흔이든 발자국, 이빨 흔적이든.
en: such as blood, pawprints, or tear marks.

source: 사회생활을 하려면 다짜고짜 총부터 겨누는 습관을 고쳐야 할 거다.
en: I assure you, you must lose that bad habit of yours to live amongst other people.

source: 모두 피해!!
en: everybody, run!!!

source: 놈도 연기 때문에 안 보일 텐데, 잘도 맞히네?
en: his aim’s so accurate with all this smoke in the way.

source: 구우우우
en: rumble

source: 긴말할 것 없지.
en: the answer is simple.

source: 어떻게 된 건지는 모르겠지만···!
en: I don’t know how I did that...

source: 저, 환웅은 이 사태를 해결하기 위해
en: I, hwanwoong, will commit to putting an end to this situation...

source: 중급 범 두어 마리 정도는 되어야 상대가 되려나.
en: I consider two mid-grade beoms to be a fight.

source: 까가각
en: screech

source: 문이 닫히기 전, 서둘러 오시게.
en: come quickly, before the gate closes.

source: 너무 현실감 없는 이야기였고,
en: for starters, it sounded too unreal...

source: 파박
en: zoom

source: 사기?
en: scam them?

source: 맛있다!
en: and how tasty!

source: 목숨이 있을 때 이 일에 손 떼라.
en: you better find another job while you’re still alive.

source: 한참 동생을 찾으러 다니던 그날,
en: one day, while I was going around looking for my sister...

source: 괜찮아?
en: are you all right?

source: 가, 감사합니다!
en: th-thank you!

source: 봉인이 풀리고 한 달.
en: it’s been a month since the seal broke.

source: '불티'와 '마로'라는 범을 보거나 들은 적 있어?
en: have you ever seen or heard of beom named maro or bulti?

source: 그나저나 왜 이렇게 늦었어?
en: what took you so long?

source: 고맙네.
en: I thank you.

source: 요즘 부정 주차 신고가 많이 들어와서요.
en: we’re getting a lot of complaints over illegal parking these days.

source: 이 녀석이다.
en: this is the one.

source: 미안해, 얼떨결에 휘말리게 해서.
en: sorry for dragging you into this.

source: 가현아, 정신 차려봐···.
en: wake up, gahyeon!

source: 이게 도대체 무슨···!
en: what on earth is happening...?!

source: 콰콰콰콱
en: crash

source: 빨리 와!
en: hurry up!

source: 구구구구···
en: rumble

source: 그야말로 호환을 당한 듯한 참상!
en: I am horrified at how the victims were mutilated and mauled.

source: 마치 범에게 당한 것 같은 참상이었기에 사람들은 이 사건을 ‘범’의 소행이라 부르기 시작했다.
en: because the victim was so brutally murdered as if a tiger had attacked, people began to dub it “the beom murder.”

source: 푸화악
en: whoosh

source: 이게 척살검이라고 했나?
en: that man called this the sword of death, right?

source: 있었다.
en: yes, I was.

source: ・・・오후 4시경 신시 인근에서 시체 3구가 발견 되었습니다.
en: at around 4 pm today, three bodies were found near the city.

source: 피는 피를 부르고,
en: bloodshed begot more bloodshed.

source: 크크큭, 제법인데?
en: hahaha, not bad!

source: 쿠콰콰콰
en: crackle

source: 저놈들을 데리고 와라.
en: ...bring them to me.

source: 내 아우를 죽인 게.
en: ...who killed my dear friend?

source: 엄마···.{j}아빠···.
en: mommy... daddy...{j}

source: 뭘 그렇게 부끄러워하고 그래.
en: no need to be so shy.

source: 원작 l HYBE
en: original story | hybe

source: 게임이라도 하는 것처럼.
en: ...they’re playing a game.

source: 어··어?
en: wh-what the...?

source: 이 도둑놈들아!
en: you thieves!

source: 그런데 고통을 주지 말고 죽이라니···!
en: what does he mean we must kill them painlessly...?!

source: 도대체 무슨 일이야?
en: what on earth happened to you?

source: 고통을 안겨다 줘야 복수 아냐?
en: pain is what makes revenge whole.

source: 에이・・・ 뭐야.{j}소화전이었잖아?
en: oh... it’s just a fire hydrant.{j}

source: 협소해 보여도 갖출 건 다 갖춘 마이홈을 폄하하지 말거라.
en: do not speak ill of my home. despite its small size, it lacks nothing.

source: 괜찮아?!
en: are you all right?

source: 늦었지만, 너희만큼은 평범한 삶을 살았으면 좋겠다.
en: I know it’s too late to say this now, but still... I want you all to live a normal life.

source: 이걸 어떡해.
en: what ever should I do?

source: 인간이 어떻게 이런 힘을···?
en: how is a mere human doing that...?

source: ···불티!
en: it’s bulti!!

source: 다들 준비됐나?
en: is everyone ready?

source: 쯧
en: tsk

source: 사람을 찾는 거라면 범들로 우글거리는 곳에 민간인이 있을 리 없잖아.
en: if you’re looking for someone, you shouldn’t expect to find them in a place teeming with beom.

source: 파콱
en: wham

source: 슈아아아악
en: whoosh

source: 모두 짐승이 식사라도 한듯, 처참하게 살해당했다고 한다.
en: ...were torn to pieces, as if a wild beast had devoured them.

source: 아직 범이 오고 있다!
en: another beom is coming!

source: 쿠우우웅
en: rumble

source: 저 반푼이.
en: hey, dumbass.

source: 가현아・・・.
en: gahyeon...

source: 나와라!
en: come out,

source: 정말 그렇네.
en: I didn’t notice.

source: 살고 싶다고!
en: I don’t wanna die!

source: 제하야!{j}정신 잃으면 안 돼!
en: zeha, stay with me!{j}

source: 후...
en: sigh

source: 벽에서 사람이 튀어나왔어!
en: he came out of the wall!

source: 인왕산 범바위에 가봐라.
en: go to the beom rock of inwang mountain.

source: 4천 년 전, 날 저곳에 가둔 놈도 너 같은 잡종이었지.
en: 4,000 years ago, a damned mutt like you locked me up.

source: 그렇게 부모님을 향한 마음은 내 안에서 지워져버렸다.
en: just like that, my parents became dead to me.

source: 피식
en: scoff

source: 이럴 수가···!{j}검이!
en: oh, no... my sword!!{j}

source: 어···어?
en: wh-what?

source: 내가 네 이름까지 아니까 관심이 좀 생기나?
en: does it intrigue you that I know your name?

source: 나를 다정하게 안아주던 어머니와 노래를 불러주던 아버지.
en: I remember my mother’s gentle hug and the way my father sang to me.

source: 조심하십시오!
en: be careful, sir!

source: 인간을 먹어라, 자후.
en: eat a human, zahu.

source: 도둑들도 상도덕이 있는데,
en: even thieves keep professional courtesy with one another,

source: 굶어 죽고 싶은 게 아니면 먹는 게 좋을 거다.
en: ...you better eat them unless you have a death wish.

source: X병을 하세요.
en: f**k you.

source: 약속이야!
en: promise?!

source: 후둑···
en: crumble

source: 그날 훈련을 가지 않고 주희랑 시간을 보냈더라면,
en: if I hadn’t gone to practice and spent time with juhee instead,

source: 같은 역사를 반복할 수는 없지.
en: we cannot repeat history.

source: 인간을 먹지 않으려고
en: he’s actually laying down his life...

source: 저는 그런 당신들에게 유익한 제안을 하러 왔습니다.
en: that’s why I have come to make an offer that will benefit you.

source: 쿠쿠쿵
en: crash

source: 나는 그간 있던 이야기들을 찬찬히 설명해 나갔다.
en: I told everyone about what had happened so far.

source: 재밌다···!{j}맛있다!
en: how fun... and tasty!{j}

source: 누군가 딱 한 명만 도와주면 좋으련만···.
en: I would be most happy if justone person would come and help me out...

source: 틀림없이 상급 범이다!
en: it is most certainly of a high-grade beom!

source: 제 21 화
en: Episode 21

source: 작전은 우리에게 맡겨줘.
en: Leave the job to us.

source: 싸움에 끼지 않은 건 네 전력과 각오를 보려 했을 뿐.
en: I did not get involved to assess your skills and determination.

source: 부모에 대해 알고 싶다면,
en: if you want to learn more about your parents,

source: 제군들이여!
en: my fellow beoms!

source: 리볼버
en: REVOLVER

source: 그리고 미안해.
en: and I’m sorry.

source: 바로 말하기 힘든 분위기네···.
en: not a good timing to tell the truth...

source: 너도 궁금하지 않아?
en: don’t you wanna see it too?

source: 뭐야?{j}분명 이 녀석 심장을 꿰뚫었을···
en: how in the world...? I stabbed right into his heart--{j}

source: 다시 시작한다!
en: ...that we left unfinished 4,000 years ago!

source: 이거 가져가.{j}밥이라도 먹어야 힘을 내지.
en: take this. you’ve got to eat to muster up enough energy.{j}

source: 그렇게 서서히 우리 범족 본래의 힘을 회복해 발톱이 충분히 자라게 되면
en: once we fully recover our powers and regrow our claws...

source: 여기가···
en: this is...

source: 이 언론사 내 검색
en: Search the website

source: 부아아앙
en: vroom
